---
kind: property
id: P:Autodesk.Revit.DB.SymbolTypeId.Kg
source: html/afbcacf6-59d2-17ac-d943-81e85e2d441d.htm
---
# Autodesk.Revit.DB.SymbolTypeId.Kg Property

Symbol kg, indicating unit Kilograms.

## Syntax (C#)
```csharp
public static ForgeTypeId Kg { get; }
```